---
kind: other
id: Properties.T:Autodesk.Revit.DB.ColorFillSchemeEntry
source: html/9306db72-81ca-0c2e-ace1-459eb947f79a.htm
---
# ColorFillSchemeEntry Properties

The text displayed in [!:Autodesk::Revit::DB::ColorFillLegend] for this entry.